[

    {

        
        "id": 1,
        "name":"Molla Rāmāyaṇam",
        "price": 399,
        "image": "Book-1.webp",
        "description" : "మొల్ల రామాయణం అనేది 15వ శతాబ్దంలో రచించబడిన ఒక ప్రసిద్ధ తెలుగు రామాయణ కావ్యం. దీన్ని కవి మొల్ల (మొల్లమాంబ) రచించారు. ఆమె ఒక సామాన్య కుటుంబానికి చెందినవారు అయినా, తన భక్తి, సాహిత్య నైపుణ్యంతో ఈ కావ్యాన్ని అత్యంత మధురంగా రచించారు.మొల్ల రామాయణం తెలుగు సాహిత్యంలో ఒక మణిమకరం లాంటిది – సులభత, భావగర్భితత, భక్తి తత్త్వం అన్నీ ఇందులో మిళితమై ఉన్నాయి."
    },
    {

        
        "id": 2,
        "name":"Adhyātma Rāmāyaṇam",
        "price": 299,
        "image": "Book-2.webp",
        "description" : "అధ్యాత్మ రామాయణం అనేది రామాయణ కథ ఆధారంగా రచించబడిన ఒక ఆధ్యాత్మిక గ్రంథం. ఇది వాల్మీకి రామాయణం లాగే ఏడు కాండాలలో విభజించబడింది కానీ ఇందులో ధ్యాన, భక్తి, జ్ఞానం, పరబ్రహ్మ తత్వం వంటి ఆధ్యాత్మిక భావనలు ప్రధానంగా ఉంటాయి.అధ్యాత్మ రామాయణం భక్తులకు, సాధకులకు ధ్యానం, పారాయణం, మరియు తత్త్వచింతనకు ఎంతో ప్రాముఖ్యమైన గ్రంథం."
        
    },
    {

        
        "id": 3,
        "name": "Valmiki Rāmāyaṇamu",
        "price": 499,
        "image": "Book-3.jpeg",
        "description" : "వాల్మీకి రామాయణము అనేది ఆదికవి వాల్మీకి మహర్షి రచించిన ఒక గొప్ప సంస్కృత ఇతిహాసం, దీనిని తరవాత తెలుగులో అనేక మంది పండితులు అనువదించారు. ఇది హిందూ ధర్మంలో అత్యంత పవిత్రమైన గ్రంథాలలో ఒకటి.వాల్మీకి రామాయణం భారతీయ సంస్కృతి, నైతిక విలువలు, మరియు భక్తి భావనకు మూలస్తంభంగా నిలుస్తుంది. ఇది కేవలం కథ మాత్రమే కాకుండా మనుషుల జీవన విధానానికి మార్గదర్శిని."
    },
    {

        
        "id": 4,
        "name": "Mahābhārata Sāra Saṅgrahamu",
        "price": 249,
        "image": "Book-4.jpg",
        "description" : "మహాభారత సార సంగ్రహము అనేది భారతీయ ఇతిహాసమైన మహాభారతం యొక్క ముఖ్యాంశాలను, మూల విషయసారాన్ని సరళమైన తెలుగు భాషలో అందించే ఒక సంక్షిప్త గ్రంథము.పిల్లలకు, యువతకు మహాభారతం పట్ల ఆసక్తి కలిగించడానికి ఇది మంచి ప్రారంభ గ్రంథం.మహాభారత సార సంగ్రహం చదవడం ద్వారా మనం జీవిత ధర్మం, నైతిక విలువలు, మరియు కర్మ సిద్ధాంతం వంటి జీవిత పాఠాలు నేర్చుకోవచ్చు."
    },
    {

        
        "id": 5,
        "name": "Śrī Mahābhārata (TTD edition)",
        "price": 599,
        "image": "Book-5.jpg",
        "description" : "శ్రీ మహాభారతము (TTD Edition) అనేది తిరుమల తిరుపతి దేవస్థానం వారు ప్రచురించిన ఒక గొప్ప తెలుగు అనువాద గ్రంథం, ఇది మహర్షి వ్యాసుడు రచించిన అసలైన మహాభారత ఇతిహాసాన్ని సులభమైన, శాస్త్రీయంగా స్వచ్ఛమైన రూపంలో అందిస్తుంది.ధార్మిక గ్రంథాల పట్ల అభిరుచి కలవారికి ఇది ఒక విశ్వసనీయమైన మూల గ్రంథం.భక్తితో పాటు జ్ఞానాన్ని, ధర్మ బోధనలను, కర్మ సిద్ధాంతాన్ని సులభంగా అందిస్తుంది."
    },
    {

        
        "id": 6,
        "name": "Śrī Viṣṇu Purāṇamu",
        "price": 349,
        "image": "Book-6.jpg",
        "description" : "శ్రీ విష్ణు పురాణము అనేది ప్రాచీన హిందూ పురాణాలలో ఒకటి, దీనిని వేదవ్యాసుడు రచించినట్లు చెప్పబడుతుంది. ఇది అష్టాదశ మహాపురాణాలలో (18 పురాణాలలో) ముఖ్యమైనదిగా పరిగణించబడుతుంది.ఈ పురాణం ప్రధానంగా శ్రీ మహావిష్ణువు మహిమను, అవతారాలను, సృష్టి–స్థితి–లయ తత్త్వాలను వివరంగా తెలియజేస్తుంది.శ్రీ విష్ణు పురాణం పఠనము వల్ల పాప విమోచన, ధర్మార్జన, మరియు ఆధ్యాత్మిక ప్రగతి సాధ్యమవుతాయని విశ్వాసం."
    },
    {

        
        "id": 7,
        "name": "Śrī Garuḍa Purāṇamu",
        "price": 369,
        "image": "Book-7.jpg",
        "description" : "శ్రీ గరుడ పురాణము అనేది హిందూ ధర్మంలో ముఖ్యమైన అష్టాదశ మహాపురాణాలలో (18 మహాపురాణాలలో) ఒకటి. ఇది వేదవ్యాసుడు రచించినదిగా చెప్పబడుతుంది. ఈ పురాణం పేరు గరుడుడు (విష్ణువు వాహనం) పేరు మీదుగా ఉంది, ఎందుకంటే ఇందులో ఉన్న ఉపదేశాలన్నీ గరుడునికి విష్ణుమూర్తి ఇచ్చిన ఉపదేశాలుగా చెప్పబడ్డాయి.శ్రీ గరుడ పురాణము మానవ జీవిత ప్రయాణం — జననం నుండి మరణం తర్వాతి స్థితి వరకు — ఎలా ఉండాలో వివరిస్తూ, ధర్మానికి మార్గం చూపే శాస్త్రంగా నిలుస్తుంది."
    },
    {

        
        "id": 8,
        "name": "Śrī Linga Purāṇamu",
        "price": 239,
        "image": "Book-8.jpg",
        "description" : "శ్రీ లింగ పురాణము అనేది అష్టాదశ మహా పురాణాలలో ఒకటి. ఇది వేదవ్యాస మహర్షి రచించినదిగా భావించబడుతుంది. ఈ పురాణం ప్రధానంగా లింగ తత్త్వాన్ని, అంటే పారమేశ్వరుని నిరాకార స్వరూపాన్ని గురించి విశదపరుస్తుంది.శ్రీ లింగ పురాణం అనేది శైవ భక్తులకు అత్యంత పవిత్రమైన గ్రంథం. ఇది ఆధ్యాత్మికత, ధర్మం, మరియు శివతత్త్వంపై లోతైన అవగాహనను అందిస్తుంది."
    },
    {

        
        "id": 9,
        "name": "Śrī Magha Purāṇamu",
        "price": 299,
        "image": "Book-9.jpg",
        "description" : "శ్రీ మాఘ పురాణము హిందూ ధర్మగ్రంథాలలో ఒక పవిత్రమైన ఉపపురాణం, ఇది ముఖ్యంగా మాఘ మాసంలో ఆచరించవలసిన పూజలు, వ్రతాలు, స్నానాల విశిష్టత, మరియు పుణ్యఫలాల గురించి వివరిస్తుంది.శ్రీ మాఘ పురాణం ద్వారా మానవుడు శరీర శుద్ధి, మనస్సు నిర్మలత, మరియు ఆధ్యాత్మిక అభివృద్ధిని పొందగలడని శాస్త్రం చెబుతుంది."
    },
    {

        
        "id": 10,
        "name": "Padma Mahā Purāṇam",
        "price": 439,
        "image": "Book-10.jpg",
        "description" : "పద్మ పురాణం అనేది హిందూ ధర్మంలోని అష్టాదశ మహాపురాణాలలో (18 పురాణాలు) ఒకటి. ఇది వేదవ్యాసుడు రచించిన మహా గ్రంథం. ఇందులో విష్ణు భక్తి, ధర్మబోధనలు, పుణ్యక్షేత్ర మహత్యాలు, వ్రతాలు, మరియు వివిధ దేవతల ఆరాధన విధానాలు వివరించబడ్డాయి.పద్మ మహా పురాణం విన్నవాడికి లేదా పారాయణ చేసినవాడికి పాప విమోచనం, పుణ్యఫలాల ప్రభావం, మరియు ఆధ్యాత్మిక శుభత లభిస్తాయని శాస్త్రం చెబుతుంది."
    },
    {

        
        "id": 11,
        "name": "Mahā Bhakta Vijayam",
        "price": 389,
        "image": "Book-11.jpg",
        "description" : "మహా భక్త విజయం ఒక పవిత్రమైన భక్తి గ్రంథం, దీనిని శ్రీ నరహరి శ్రీపాద స్వామి రచించారు. ఈ గ్రంథంలో 185 మంది ప్రముఖ భక్తుల జీవిత కథలు వివరించబడ్డాయి. ఈ భక్తులు భగవంతునిపై అపారమైన భక్తితో జీవించి, తపస్సుతో, సేవతో, చింతనతో తమ జీవితాలను గొప్ప ఉదాహరణలుగా నిలిపారు.మహా భక్త విజయంను పారాయణగా చదివితే మానసిక శాంతి, భక్తి బలం, మరియు సద్బుద్ధి లభిస్తాయని భావిస్తారు."
        
    },
    {

        
        "id": 12,
        "name": "Purāṇa Vyaktulu Chesina Pavitra Stōtrālu",
        "price": 279,
        "image": "Book-12.jpg",
        "description" : "పురాణ వ్యక్తులు చేసిన పవిత్ర స్తోత్రాలు అనేవి హిందూ పురాణాలలో ప్రస్తావించబడిన మహర్షులు, దేవతలు, భక్తులు, లేదా అవతార పురుషులు చేసిన దైవ స్తుతులు లేదా స్తోత్ర గీతాల సమాహారం.పురాణ వ్యక్తుల స్తోత్రాలు కేవలం వాచకంగా మాత్రమే కాకుండా, ఆత్మాభివృద్ధికి మరియు భగవత్ అనుగ్రహాన్ని పొందటానికి శక్తివంతమైన సాధనంగా భావించబడతాయి."
    },
    {

        
        "id": 13,
        "name": "Bhakti Parimalaṃ",
        "price": 349,
        "image": "Book-13.jpg",
        "description" : "భక్తి పరిమళం అనేది ప్రముఖ ధార్మిక రచనగా, ఇందులో భక్తి తత్త్వాన్ని, పురాణాల్లో పేర్కొన్న ప్రముఖ భక్తుల జీవన గాధలను, మరియు ఆధ్యాత్మిక మార్గాన్ని మధురంగా వివరించబడింది. ఇది ప్రధానంగా భగవద్భక్తి, నమ్మకం, వినయం, ధర్మం వంటి విలువల చైతన్యాన్ని స్ఫురింపజేస్తుంది.భక్తి పరిమళం అనేది భక్తి మార్గాన్ని స్వీకరించి దైవచింతనతో జీవించాలనే సందేశాన్ని అందించే ఒక పవిత్ర రచన. ఇది సాంప్రదాయాన్ని, శ్రద్ధను, భక్తిని పరిమళించే సుగంధ గీతాంజలి లాంటిది."
    },
    {

        
        "id": 14,
        "name": "Haravilāsamu",
        "price": 239,
        "image": "Book-14.jpeg",
        "description" : "హరవిలాసము ఒక ప్రసిద్ధ శైవ భక్తి కావ్యం, దీనిని శ్రీ యాకన్నచార్యులు (Yakanna or Yakkanna) అనే కవి 15వ శతాబ్దంలో రచించారు. ఇది శివుని జీవిత ఘట్టాలను, విలాసాలను, భక్తుల గొప్పతనాన్ని తెలుగులో పద్య రూపంలో చెప్పే శ్రీవిలాస కావ్యం.హరవిలాసము అనేది శివుని మహిమను, భక్తుల విశ్వాసాన్ని, మరియు ఆధ్యాత్మిక విలువలను తెలుగులో నాటకీయంగా, కవిత్వంతో అద్భుతంగా వివరించిన శాశ్వత శైవ గ్రంథం."
    },
    {

        
        "id": 15,
        "name": "Viswambhara",
        "price": 449,
        "image": "Book-15.jpeg",
        "description" : "విశ్వంభర అనేది ప్రముఖ తెలుగు కవి శ్రీ త్రిపురనేని రామస్వామి చౌదరి రచించిన ఐతిహాసిక నాటిక, ఇది ప్రజలలో సామాజిక చైతన్యం, హేతువాదం, మరియు మానవతా విలువలు ప్రబలంగా వ్యాపించేందుకు రాసిన భావప్రధమైన రచన.విశ్వంభర అనేది ఒక సామాజిక మేలుకు పునాది వేసే రచన. ఇది విశ్వాసాన్ని కాదు, విజ్ఞానాన్ని, మూఢనమ్మకాన్ని కాదు, మానవత్వాన్ని ప్రోత్సహించే శక్తివంతమైన తెలుగు రచన."
    },
    {

        
        "id": 16,
        "name": "Amuktamālyadā",
        "price": 549,
        "image": "Book-16.webp",
        "description" : "ఆముక్తమాల్యదా అనేది ప్రసిద్ధ తెలుగు కావ్యం, దీనిని శ్రీ కృష్ణదేవరాయలు రచించారు. ఆయన విజయనగర సామ్రాజ్యానికి మహారాజు, మరియు పాండిత్య పరమేశ్వరుడిగా పేరు పొందారు. ఈ కావ్యం తెలుగులో రాసిన పాండిత్య, భక్తి, రసపూరితమైన కావ్యాలలో ఒక అద్భుతమైన గ్రంథం.ఆముక్తమాల్యదా అనేది భక్తికి, సాహిత్యానికి, నాటకీయతకు, కవిత్వానికి అత్యున్నత ఉదాహరణ. శ్రీ కృష్ణదేవరాయల రచనా మాధుర్యం, ఆధ్యాత్మిక దృక్పథం ఇందులో ప్రతిఫలించాయి."
    },
    {

        
        "id": 17,
        "name": "Kumārasambhavam",
        "price": 479,
        "image": "Book-17.jpg",
        "description" : "కుమారసంభవం అనేది సంస్కృత మహాకవి కాళిదాసు రచించిన ప్రఖ్యాత కావ్యం. దీని అర్థం కుమారుడు జన్మించటం అనే తాత్పర్యంతో, ఇందులో పార్వతీదేవి మరియు శివుడి వివాహం, తదనంతరం వారి కుమారుడైన కుమారస్వామి (కార్తికేయుడు) జన్మ గాథను అద్భుతమైన కవిత్వ శైలిలో కాళిదాసు వివరించాడు.కుమారసంభవం అనేది ఆధ్యాత్మికత, ప్రేమ, తపస్సు, ధర్మం అనే అంశాలను అద్భుతంగా మేళవించిన శాశ్వత మహాకావ్యం. ఇది శివ–పార్వతుల దివ్య వైభవాన్ని మరియు కార్తికేయుని పవిత్ర జన్మ గాథను కళాత్మకంగా చెప్పే అద్భుత గ్రంథం."
    },
    {

        
        "id": 18,
        "name": "Kaśī Majili Kathalu",
        "price": 389,
        "image": "Book-18.jpg",
        "description" : "కాశీ మజిలీ కథలు అనేవి ఆధ్యాత్మిక ప్రేరణతో కూడిన ప్రజాప్రియ కథల సమాహారం. వీటిని సుమారు 20వ శతాబ్దం ప్రారంభంలో రచించబడినట్టుగా భావిస్తారు. ఇందులో ధర్మం, భక్తి, మానవతా విలువలు, జీవిత బోధలు ముఖ్యంగా ఉంటాయి.కాశీ మజిలీ కథలు అనేవి భక్తి, నీతి, మరియు హాస్యం మేళవించిన కథల రూపంలో ఆధ్యాత్మికతను, నైతికతను ప్రేరేపించే విలువైన తెలుగు సాహిత్యం. ఇవి వినోదంతో పాటు జీవిత మార్గదర్శనాన్ని కూడా అందిస్తాయి."
    },
    {

        
        "id": 19,
        "name": "Pedda Baala Sikṣa",
        "price": 229,
        "image": "Book-19.jpeg",
        "description" : "పెద్ద బాల శిక్ష అనేది తెలుగు భాషలో అత్యంత ప్రసిద్ధమైన బాలల విద్యా గ్రంథం, దీనిని శ్రీ రాజా యోగీ తిరుమలాచార్యులు 19వ శతాబ్దంలో రచించారు. ఇది పిల్లలకు, విద్యార్థులకు, మరియు తెలుగు భాష అభ్యాసకులకు ఉపయోగపడే మూల సాంప్రదాయ గ్రంథం.పెద్ద బాల శిక్ష అనేది తెలుగు భాషలో జ్ఞానపథానికి తొలి మెట్టు. ఇది తెలుగులోని పాఠశాల విద్యకు పునాది వేసిన శాశ్వత గ్రంథం, అంతేకాక భాషా సంపద, సాంస్కృతిక బోధన కలిగించే విలువైన రచన."
    },
    {

        
        "id": 20,
        "name": "Aṣṭādaśa Purāṇālu",
        "price": 229,
        "image": "Book-20.jpg",
        "description" : "అష్టాదశ పురాణాలు అంటే 18 పురాణాలు, ఇవి హిందూ ధర్మంలో అత్యంత పవిత్రమైన ప్రాచీన గ్రంథాల సమాహారం. ఈ పురాణాలను మహర్షి వేదవ్యాసుడు సంకలనం చేశాడని పురాణ సంప్రదాయం చెబుతుంది.అష్టాదశ పురాణాలు అనేవి హిందూ ధర్మాన్ని, సాంప్రదాయాన్ని, భక్తిని బోధించే ప్రాచీన ధార్మిక మేలుకలు. ఇవి భగవంతుని గురించి మాత్రమే కాదు, మనుషుల దైనందిన జీవితం ఎలా ఉండాలనే ధర్మశాస్త్ర బోధనలుగాను నిలుస్తాయి."
    }
]
